
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "在退出前是否要儲存變更？";

"Would you like to save your changes?" = "是否要儲存變更?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "如果不儲存，將會失去所有變更。";

/*Alert Sheet Buttons*/

"Save" = "儲存";

"Cancel" = "取消";

"Dont Save" = "不儲存";

/*App Menu*/

"About Logitech Camera Settings" = "關於羅技攝影機設定";

"Services" = "服務";

"Hide Logitech Camera Settings" = "隱藏羅技攝影機設定";

"Hide Others" = "隱藏其他";

"Show All" = "顯示全部";

"Quit Logitech Camera Settings" = "退出羅技攝影機設定";

/*Edit Menu*/

"Edit" = "編輯";

"Cut" = "剪下";

"Copy" = "複製";

"Paste" = "貼上";

"Delete" = "刪除";

"Select All" = "全選";

/*Camera Menu*/

"Camera" = "攝影機";

"No Device Connected" = "沒有已連線的裝置";

/*Window Menu*/

"WINDOW" = "視窗";

"Minimize" = "最小";

"Close" = "關閉";

"Bring All to Front" = "全部置前";

/*Window Title*/

"Logitech Camera Settings" = "羅技攝影機設定";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "網路攝影機控制";

"Focus:" = "對焦：";

"Auto" = "自动";

"Restore to defaults" = "還原預設設定";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "進階設定";

"Image Quality:" = "影像品質:";


"Brightness" = "亮度";

"Contrast" = "對比度";

"Color Intensity" = "色彩亮度";

"White Balance" = "白平衡";

/*Device Information 3rd tab*/

"Device Information" = "裝置資訊";

"USB Vendor ID (VID):"  = "USB 廠商 ID (VID):";

"USB Product ID (PID):" = "USB 產品 ID (PID):";

"USB Revision (BCD):" = "USB 修訂 (BCD):";

"Firmware version:" = "韌體版本:";

"Firmware CRC:" = "韌體 CRC:";

"EEPROM Version:" = "EEPROM 版本:";

"Sensor Type:" = "感測器類型:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "為使所有功能正確運作，我們必須將此應用程式保持在背景中執行。您要我們在背景中執行此應用程式嗎？";

"Yes" = "是";

"No" = "否";
